Repository: mr-elbe5/FileCommander
Catalog: FileCommander/Localizable.xcstrings
Source language: en
Languages: de

source: Actions
de: Aktionen

source: Altitude
de: Höhe

source: Calculate Folder Size
de: Verzeichnisgröße berechnen

source: Calculate Folder Sizes
de: Verzeichnisgrößen berechnen

source: Camera
de: Kamera

source: Cancel
de: Abbrechen

source: Change Creation Date
de: Erstellungsdatum ändern

source: Change EXIF Date
de: EXIF-Datum ändern

# col_created
source: Creation
de: Erstellung

# col_data
source: Data
de: Daten

# col_exifdate
source: Exif Date
de: Exif-Datum

# col_modified
source: Modification
de: Änderung

# col_size
source: Size
de: Größe

# col_type
source: Type
de: Typ

source: Compare by Creation
de: Erstellung vergleichen

source: Compare by Size
de: Größe vergleichen

# compareFilesOnly
source: Compare only Files
de: Nur Dateien vergleichen

# confirmDelete
source: Confirm to Delete
de: Löschen bestätigen

source: Copy
de: Kopieren

source: Create Folder
de: Verzeichnis erstellen

# createFolderError
source: Could not create folder
de: Verzeichnis konnte nicht erstellt werden

source: Creation Date
de: Erstellungsdatum

source: Delete
de: Löschen

source: Deselect All
de: Alle abwählen

source: Edit Creation Date
de: Erstellungsdatum ändern

source: Evaluate Files
de: Dateiinhalte evaluieren

source: Folder
de: Verzeichnis

source: Help
de: Hilfe

# helpOpenFolder
source: Open Folder
de: Verzeichnis öffnen

# helpOpenFolderText
source: In sandbox mode (as from the App Store) the opened folder is the uppermost accessible folder. From there you can navigate downwards but not further upwards. To do so you have to select the parent folder by opening via the menu button.
de: Im Sandbox-Modus (wie aus dem App Store) ist das gewählte Verzeichnis das höchste erreichbare Verzeichnis. Von hier kann nach unten, aber nicht weiter nach oben navigiert werden. Dafür muss das Verzeichnis mit dem Menü-Knopf ausgewählt werden.

# helpSelection
source: Selections
de: Auswählen

# helpSelectionText
source: Files and folder can be selected by left clicking on it, optionally using the command or shift key. On right mouse click, a single item is selected combined with opening a context menu. On comparing, matching or differing items are selected.
de: Dateien und Verzeichnisse können über einen Linksklick, optional mit Command- oder Hoch-Taste ausgewählt werden. Bei einem Rechtsklick wird ein einzelnes Element zugleich mit dem Öffnen eines Kontext-Menüs ausgewählt. Beim Vergleich werden passende oder nicht passende Elemente ausgewählt.

source: Latitude
de: Geogr. Breite

source: Longitude
de: Geogr. Länge

source: Move
de: Bewegen

source: Open
de: Öffnen

source: Refresh
de: Erneuern

source: Rename
de: Umbenennen

# renameError
source: Could not rename item
de: Element konnte nicht umbenannt werden

source: Rescan
de: Neu einlesen

source: Scan
de: Scannen

source: Select All
de: Alle auswählen

source: Selection
de: Auswahl

source: Select matching Items
de: Gleiche Elemente auswählen

source: Select not matching Items
de: Ungleiche Elemente auswählen

source: Settings
de: Einstellungen

# setToExifCreation
source: Set to EXIF Creation Date
de: Auf EXIF Aufnahmedatum setzen

source: Show EXIF Data
de: EXIF-Daten anzeigen

# showHidden
source: Show hidden Files
de: Versteckte Dateien anzeigen

source: Size
de: Größe

# toggleSelected
source: Toggle Selection
de: Auswahl umkehren
